Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/oainnus.html.tmx
Source language: nob
Languages: smj

source: Oainnus er et nordsamisk ord og betyr synlig. Herfra kan du se store deler av Snubba.
smj: Oainnus la nuorttasámegiela báhko mij merkaj vuojnos, ja dássta besa várddahit stuorra oasev Duorga duobddágis.

source: Tuftene her viser restene etter husgamme og fjøsgamme.
smj: Gábmásaje dánna vuoset bátsidisájt goahtegámás ja fieksegámás.

source: Den vestligste av disse er husgammen.
smj: Alemus dájs la goahtegábmá.

source: Det var trolig Nils Henrik Andersen (1807-1848) fra Gullstein og hans hustru Berit Henriksdatter Pingi (1805-1854) som bosatte seg her.
smj: Jáhkedahtte lijga Nils Henrik Andersen (1807-1848) Gullsteinas aktan suv áhkátjijn Berit Henriksdatter Pingi (1805-1854) gudi dási årrujga.

source: Nils og Berits barn
smj: Nilsa ja Berita máná

source: Nils og Berit får seks barn, men bare John Mikal Nilsen (1847-1914) vokste opp.
smj: Nilssa ja Berit oattjojga guhtta máná, dåssju John Mikal Nilsen (1847-1914) bajássjattaj.

source: John Mikal var bare sju år da mora døde.
smj: John Mikal lij gietjav jagák gå ieddnes jámij.

source: Han flyttet da trolig til Planterhaugen, hvor han hadde to onkler.
smj: Árvvedahtte jådij sån Lánttedievváj gånnå guovtes suv æddnujs jali tjietjijs årojga

source: John Mikal giftet seg først med Sigrid Birgitte Henriksdatter (1854-1879) og flyttet til Sandemark.
smj: John Mikalla vállduj vuostak Sigrid Birgitte Henriksdatterijn (1854-1879) ja jådijga Sáttojvuobmáj (norm.

source: Senere ble han gift med Karen Anna Johnsdatter (1857).
smj: Sån vállduj maŋŋela Karen Anna Johnsdatterijn (1857).

source: Paret flyttet til Blåfjellet, og ble de første oppsitterne der.
smj: Vilgesvárri), ja sjattajga vuostasj ednamlájggijiddjen danna.

source: På begynnelsen av 1900-tallet flyttet familien videre til Vassbakk i Sandemark.
smj: 1900-lågå álgon famillja jådij vas Vassbakkenij Sáttojvuomen. Dimbarskåvllå Oainnusin

source: På Oainnus hadde Henrik Henriksen (1832-1902) og hans sønn Olaus Henriksen (1868-1956) en tømrerskole.
smj: Henrik Henriksenan (1832-1902) ja bárnenis Olaus Henriksenan (1868-1956) lij dimbarskåvllå Oainnusin.

source: De lærte sine elever alt fra tømmersaging, tillaging av stokkene, til bygging av tømmerbygninger.
smj: Såj skåvllijga ietjasa oahppijt dimbarjallama rájes, gåktu tjåskåjt hábbmidit, gitta dimbardibmáj ja goahtetsieggimij.

source: Virksomheten var så omfattende at all furuskog i Snubba ble hugget ned og brukt til trematerialer.
smj: Dåjmadahka stuoroj dasik divna biehtsevuovdde Duorgan tjuoladuváj materiállan.
